Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Type 'menu select' or 'pause' to continue.
ca_es: Escriu «menu select» o «pause» per continuar.

source: Error: `goto' needs an argument greater than zero.
ca_es: Error: «goto» necessita un argument més gran que zero.

source: Playlist has only %u element
ca_es: La llista de reproducció només té %u element

source: +-[Incoming]
ca_es: +-[D'entrada]

source: | input bytes read : %8.0f KiB
ca_es: | bytes d'entrada llegits : %8.0f KiB

source: | input bitrate : %6.0f kb/s
ca_es: | taxa de bits d'entrada : %6.0f kb/s

source: | demux bytes read : %8.0f KiB
ca_es: | bytes de desmultiplexació llegits : %8.0f KiB

source: | demux bitrate : %6.0f kb/s
ca_es: | taxa de bits de desmultiplexació : %6.0f kb/s

source: | demux corrupted : %5<PRIi64>
ca_es: | el desmultiplexor està malmès : %5<PRIi64>

source: | discontinuities : %5<PRIi64>
ca_es: | discontinuïtats : %5<PRIi64>

source: +-[Video Decoding]
ca_es: +-[Descodificació de vídeo]

source: | video decoded : %5<PRIi64>
ca_es: | vídeo descodificat : %5<PRIi64>

source: | frames displayed : %5<PRIi64>
ca_es: | fotogrames mostrats : %5<PRIi64>

source: | frames lost : %5<PRIi64>
ca_es: | fotogrames perduts : %5<PRIi64>

source: +-[Audio Decoding]
ca_es: +-[Descodificació d'àudio]

source: | audio decoded : %5<PRIi64>
ca_es: | àudio descodificat : %5<PRIi64>

source: | buffers played : %5<PRIi64>
ca_es: | memòries intermèdies reproduïdes : %5<PRIi64>

source: | buffers lost : %5<PRIi64>
ca_es: | memòries intermèdies perdudes : %5<PRIi64>

source: +-[Streaming]
ca_es: +-[Transmissió]

source: | packets sent : %5<PRIi64>
ca_es: | paquets enviats : %5<PRIi64>

source: | bytes sent : %8.0f KiB
ca_es: | bytes enviats : %8.0f KiB

source: | sending bitrate : %6.0f kb/s
ca_es: | s'està enviant la taxa de bits : %6.0f kb/s

source: AIFF demuxer
ca_es: Desmultiplexor AIFF

source: ASF/WMV demuxer
ca_es: Desmultiplexor ASF/WMV

source: Could not demux ASF stream
ca_es: No s'ha pogut desmultiplexar el flux ASF

source: VLC failed to load the ASF header.
ca_es: VLC ha fallat en carregar la capçalera ASF.

source: AU demuxer
ca_es: Desmultiplexor AU

source: Avformat demuxer
ca_es: Desmultiplexor Avformat

source: Avformat muxer
ca_es: Multiplexor Avformat

source: Avformat mux
ca_es: Multiplexor Avformat

source: Force use of a specific avformat muxer.
ca_es: Força l'ús d'un multiplexor avformat específic.

source: Format name
ca_es: Nom del format

source: Internal libavcodec format name
ca_es: Nom del format del libavcodec intern

source: Force interleaved method
ca_es: Força el mètode d'entrellaçat

source: Force index creation
ca_es: Força la creació d'un índex

source: Recreate a index for the AVI file. Use this if your AVI file is damaged or incomplete (not seekable).
ca_es: Recrea un índex per al fitxer AVI.Utilitza això si el fitxer AVI està danyat o incomplet (sense recerca).

source: Ask for action
ca_es: Demana una acció

source: Always fix
ca_es: Arregla-ho sempre

source: Never fix
ca_es: No ho arreglis mai

source: Fix when necessary
ca_es: Arregla quan sigui necessari

source: AVI demuxer
ca_es: Desmultiplexor AVI

source: Broken or missing AVI Index
ca_es: L'índex AVI manca o no és vàlid

source: Because this AVI file index is broken or missing, seeking will not work correctly. VLC won't repair your file but can temporary fix this problem by building an index in memory. This step might take a long time on a large file. What do you want to do?
ca_es: La cerca no funcionarà correctament perquè l'índex del fitxer AVI manca o no és vàlid. El VLC no pot reparar el fitxer però pot solucionar temporalment el problema mitjançant la construcció d'un índex a la memòria. Aquest pas pot tardar bastant si el fitxer és gran. Què voleu fer?

source: Build index then play
ca_es: Construeix l'índex, després reprodueix

source: Play as is
ca_es: Reprodueix tal qual

source: Do not play
ca_es: Inhabilita la reproducció

source: Fixing AVI Index...
ca_es: S'està arreglant l'índex AVI...

source: CDG demuxer
ca_es: Desmultiplexor CDG

source: Dump module
ca_es: Bolca el mòdul

source: Dump filename
ca_es: Nom del fitxer de bolcat

source: Name of the file to which the raw stream will be dumped.
ca_es: El flux cru es bolcarà al nom del fitxer que s'especifiqui aquí.

source: Append to existing file
ca_es: Afegeix a un fitxer existent

source: If the file already exists, it will not be overwritten.
ca_es: Si el fitxer existeix, no es sobreescriurà.

source: File dumper
ca_es: Bolcador de fitxers

source: Value to adjust dts by
ca_es: Valor per ajustar el dts

source: Dirac video demuxer
ca_es: Desmultiplexor de vídeo Dirac

source: FLAC demuxer
ca_es: Desmultiplexor FLAC

source: ES ID
ca_es: Identificador de l'ES (flux bàsic)

source: Decode
ca_es: Descodifica

source: Decode at the demuxer stage
ca_es: Descodifica a la fase de desmultiplexació

source: Forced chroma
ca_es: Crominància forçada

source: If non empty and image-decode is true, the image will be converted to the specified chroma.
ca_es: Si no està buit i el codi de la imatge és vertader, la imatge es convertirà a la crominància especificada.

source: Duration in seconds
ca_es: Durada en segons

source: Duration in seconds before simulating an end of file. A negative value means an unlimited play time.
ca_es: Durada en segons abans d'estimular el final d'un fitxer. Un valor negatiu significa un temps de reproducció sense límits.

source: Frame rate of the elementary stream produced.
ca_es: Fotogrames per segon del flux bàsic produït.

source: Real-time
ca_es: En temps real

source: Use real-time mode suitable for being used as a master input and real-time input slaves.
ca_es: Utilitza un mode en temps real adequat per utilitzar-lo com a entrada principal i com a entrada d'esclaus a temps real.

source: Image demuxer
ca_es: Desmultiplexor d'imatge

source: Image
ca_es: Imatge

source: Frames per Second
ca_es: Fotogrames per segon

source: This is the desired frame rate when playing MJPEG from a file. Use 0 (this is the default value) for a live stream (from a camera).
ca_es: Són els fotogrames per segon desitjats quan es reprodueix MJPEG des d'un fitxer. Utilitzeu 0 (valor per defecte) per a la transmissió en temps real (des d'una càmera).

source: M-JPEG camera demuxer
ca_es: Desmultiplexor de càmera M-JPEG

source: --- DVD Menu
ca_es: --- Menú DVD

source: First Played
ca_es: Primera reproducció

source: Video Manager
ca_es: Gestor de vídeo

source: ----- Title
ca_es: ----- Títol

source: Matroska stream demuxer
ca_es: Desmultiplexor de fluxos Matroska

source: Respect ordered chapters
ca_es: Respecta els capítols ordenats

source: Play chapters in the order specified in the segment.
ca_es: Reproducció ordenada de capítols tal com s'especifica al segment.

source: Chapter codecs
ca_es: Còdecs de capítol

source: Use chapter codecs found in the segment.
ca_es: Utilitza els còdecs de capítol que s'han trobat al segment.

source: Preload MKV files in the same directory
ca_es: Precarrega els fitxers MKV al mateix directori

source: Preload matroska files in the same directory to find linked segments (not good for broken files).
ca_es: Precarrega els fitxers Matroska al mateix directori per trobar segments relacionats (no serveix per als fitxers malmesos).

source: Seek based on percent not time
ca_es: Cerca basada en el percentatge, no en el temps

source: Seek based on percent not time.
ca_es: Cerca basada en el percentatge, no en el temps.

source: Dummy Elements
ca_es: Elements Dummy

source: Read and discard unknown EBML elements (not good for broken files).
ca_es: Llegeix i descarta elements EBML desconeguts (no serveix per als fitxers malmesos).

source: Enable noise reduction algorithm.
ca_es: Habilita l'algoritme de reducció de soroll.

source: Enable reverberation
ca_es: Habilita la reverberació

source: Reverberation level (from 0 to 100, default value is 0).
ca_es: Nivell de reverberació (de 0 a 100, el valor per defecte és 0).

source: Reverberation delay, in ms. Usual values are from to 40 to 200ms.
ca_es: Retard de reverberació, en ms. Valors habituals entre 40 i 200 ms.

source: Enable megabass mode
ca_es: Habilita el mode Mega Bass

source: Megabass mode level (from 0 to 100, default value is 0).
ca_es: Nivell del mode Mega Bass (de 0 a 100, el valor per defecte és 0).

source: Megabass mode cutoff frequency, in Hz. This is the maximum frequency for which the megabass effect applies. Valid values are from 10 to 100 Hz.
ca_es: Mode Mega Bass de tancament de freqüència, en Hz. Màxima freqüència a la qual es pot aplicar l'efecte Mega Bass. Valors vàlids entre 10 i 100 Hz.

source: Surround effect level (from 0 to 100, default value is 0).
ca_es: Nivell de l'efecte de so envoltant (de 0 a 100, el valor per defecte és 0).

source: Surround delay, in ms. Usual values are from 5 to 40 ms.
ca_es: Retard del so envoltant en ms. Valors habituals entre 5 i 40 ms.

source: MOD demuxer (libmodplug)
ca_es: Desmultiplexor MOD (libmodplug)

source: Reverberation level
ca_es: Nivell de reverberació

source: Reverberation delay
ca_es: Retard de reverberació

source: Mega bass level
ca_es: Nivell Mega Bass

source: Mega bass cutoff
ca_es: Tancament Mega Bass

source: Surround
ca_es: So envoltant

source: Surround level
ca_es: Nivell del so envoltant

source: Surround delay (ms)
ca_es: Retard del so envoltant (ms)

source: Classic Rock
ca_es: Rock clàssic

source: Other
ca_es: Altres

source: Alternative
ca_es: Alternatiu

source: Soundtrack
ca_es: Banda sonora

source: Fusion
ca_es: Fusió

source: Game
ca_es: Joc

source: Sound Clip
ca_es: Clip de so

source: Noise
ca_es: Soroll

source: Alternative Rock
ca_es: Rock alternatiu

source: Meditative
ca_es: Meditatiu

source: Instrumental Pop
ca_es: Pop instrumental

source: Instrumental Rock
ca_es: Rock instrumental

source: Ethnic
ca_es: Ètnic

source: Gothic
ca_es: Gòtic

source: Electronic
ca_es: Electrònica

source: Comedy
ca_es: Comèdia

source: Cult
ca_es: De culte

source: Top 40
ca_es: Els 40 principals

source: Psychedelic
ca_es: Psicodèlic

source: Hard Rock
ca_es: Rock dur

source: Celtic
ca_es: Cèltic

source: Progressive Rock
ca_es: Rock progressiu

source: Psychedelic Rock
ca_es: Rock psicodèlic

source: Symphonic Rock
ca_es: Rock simfònic

source: Slow Rock
ca_es: Rock lent

source: Acoustic
ca_es: Acústic

source: Humour
ca_es: Humor

source: Speech
ca_es: Discurs

source: Opera
ca_es: Òpera

source: Chamber Music
ca_es: Música de cambra

source: Symphony
ca_es: Simfonia

source: Satire
ca_es: Sàtira

source: Ballad
ca_es: Balada

source: Negerpunk
ca_es: BritPop

source: Crossover
ca_es: v

source: Synthpop
ca_es: v

source: MP4 stream demuxer
ca_es: Desmultiplexor de flux MP4

source: Writer
ca_es: Escriptor

source: Composer
ca_es: Compositor

source: Producer
ca_es: Productor

source: Information
ca_es: Informació

source: Disclaimer
ca_es: Avís legal

source: Requirements
ca_es: Requisits

source: Original Format
ca_es: Format original

source: Display Source As
ca_es: Mostra la font com a

source: Host Computer
ca_es: Ordinador central

source: Performers
ca_es: Intèrprets

source: Original Performer
ca_es: Intèrpret original

source: Providers Source Content
ca_es: Contingut original del proveïdor

source: Warning
ca_es: Avís

source: Software
ca_es: Programari

source: Lyrics
ca_es: Lletres

source: Product
ca_es: Producte

source: Grouping
ca_es: Agrupament

source: Sub-Title
ca_es: Sub-Títol

source: Arranger
ca_es: v

source: Art Director
ca_es: Director d'art

source: Copyright Acknowledgement
ca_es: Reconeixement de drets d'autor

source: Song Description
ca_es: Descripció de la cançó

source: Liner Notes
ca_es: Notes lineals

source: Phonogram Rights
ca_es: Drets del fonograma

source: Sound Engineer
ca_es: Enginyer de so

source: Soloist
ca_es: Solista

source: Thanks
ca_es: Gràcies

source: Executive Producer
ca_es: Productor executiu

source: MusePack demuxer
ca_es: Desmultiplexor MusePack

source: This is the frame rate used as a fallback when playing MPEG video elementary streams.
ca_es: Fotogrames per segon que s'utilitzen com a alternativa quan es reprodueixen fluxos bàsics de vídeo MPEG.

source: MPEG-I/II/4 / A52 / DTS / MLP audio
ca_es: Àudio MPEG-I/II/4 / A52 / DTS / MLP

source: Audio ES
ca_es: Àudio ES (flux bàsic)

source: MPEG-4 video
ca_es: Vídeo MPEG-4

source: Desired frame rate for the H264 stream.
ca_es: Fotogrames per segon desitjats per al flux H264.

source: H264 video demuxer
ca_es: Desmultiplexor de vídeo H264

source: MPEG-I/II video demuxer
ca_es: Desmultiplexor de vídeo MPEG-I/II

source: Windows Media NSC metademux
ca_es: Metadesmultiplexor Windows Media NSC

source: NullSoft demuxer
ca_es: Desmultiplexor NullSoft

source: Nuv demuxer
ca_es: Desmultiplexor Nuv

source: OGG demuxer
ca_es: Desmultiplexor OGG

source: Show shoutcast adult content
ca_es: Mostra el contingut adult del shoutcast

source: Show NC17 rated video streams when using shoutcast video playlists.
ca_es: Mostra els fluxos de vídeo classificats com a NC17 quan s'utilitzen les llistes de reproducció de vídeo shoutcast.

source: Skip ads
ca_es: Omet els anuncis

source: Use playlist options usually used to prevent ads skipping to detect ads and prevent adding them to the playlist.
ca_es: Utilitza les opcions de la llista de reproducció que normalment es fan servir per procurar que els anuncis es detectin correctament i s'afegeixin a la llista de reproducció.

source: M3U playlist import
ca_es: Importació de la llista de reproducció M3U

source: RAM playlist import
ca_es: Importació de la llista de reproducció RAM

source: PLS playlist import
ca_es: Importació de la llista de reproducció PLS

source: B4S playlist import
ca_es: Importació de la llista de reproducció B4S

source: DVB playlist import
ca_es: Importació de la llista de reproducció DVB

source: Podcast parser
ca_es: Analitzador de Podcast

source: XSPF playlist import
ca_es: Importació de la llista de reproducció XSPF

source: New winamp 5.2 shoutcast import
ca_es: Importació del shoutcast al nou Winamp 5.2

source: ASX playlist import
ca_es: Importació de la llista ASX

source: Kasenna MediaBase parser
ca_es: Analitzador Kasenna MediaBase

source: QuickTime Media Link importer
ca_es: Importador QuickTime Media Link

source: Google Video Playlist importer
ca_es: Importador de la llista de reproducció de Google Video

source: Dummy IFO demux
ca_es: Desmultiplexor IFO dummy

source: iTunes Music Library importer
ca_es: Importador de la biblioteca de música d'iTunes

source: WPL playlist import
ca_es: Importació de la llista de reproducció WPL

source: ZPL playlist import
ca_es: Importació de la llista de reproducció ZPL

source: Podcast Info
ca_es: Informació del podcast

source: Podcast Link
ca_es: Enllaç del podcast

source: Podcast Copyright
ca_es: Copyright del podcast

source: Podcast Category
ca_es: Categoria del podcast

source: Podcast Keywords
ca_es: Paraules claus del podcast

source: Podcast Subtitle
ca_es: Subtítols del podcast

source: Podcast Summary
ca_es: Resum del podcast

source: Podcast Publication Date
ca_es: Data de publicació del podcast

source: Podcast Author
ca_es: Autor del podcast

source: Podcast Subcategory
ca_es: Subcategoria del podcast

source: Podcast Duration
ca_es: Durada del podcast

source: Podcast Type
ca_es: Tipus de podcast

source: Podcast Size
ca_es: Mida del podcast

source: Listeners
ca_es: Oients

source: Load
ca_es: Càrrega

source: Trust MPEG timestamps
ca_es: Confia en les marques horàries MPEG

source: Normally we use the timestamps of the MPEG files to calculate position and duration. However sometimes this might not be usable. Disable this option to calculate from the bitrate instead.
ca_es: Habitualment s'utilitzen les marques horàries dels fitxers MPEG per calcular la posició i la durada. Tot i així, a vegades no es pot utilitzar. Inhabiliteu aquesta opció per calcular-ho des de la taxa de bits.

source: MPEG-PS demuxer
ca_es: Desmultiplexor MPEG-PS

source: PVA demuxer
ca_es: Desmultiplexor PVA

source: Audio sample rate in Hertz. Default is 48000 Hz.
ca_es: Freqüència de mostratge de l'àudio en hertzs. Per defecte, 48000 Hz.

source: Audio channels
ca_es: Canals d'àudio

source: Audio channels in input stream. Numeric value >0. Default is 2.
ca_es: Canals d'àudio al flux d'entrada. Valor numèric >0. Per defecte, 2.

source: FOURCC code of raw input format
ca_es: Codi FourCC del format d'entrada cru

source: FOURCC code of the raw input format. This is a four character string.
ca_es: Codi FOURCC del format d'entrada cru. És una cadena de quatre caràcters.

source: Forces the audio language
ca_es: Força l'idioma de l'àudio

source: Forces the audio language for the output mux. Three letter ISO639 code. Default is 'eng'.
ca_es: Força l'idioma de l'àudio per al mutiplexor de sortida. Codi ISO639 de tres lletres. Per defecte és «eng».

source: Raw audio demuxer
ca_es: Desmultiplexor d'àudio cru

source: The demuxer will advance timestamps if the input can't keep up with the rate.
ca_es: El desmultiplexor avançarà les marques horàries si l'entrada no pot conservar la taxa.

source: DV (Digital Video) demuxer
ca_es: Desmultiplexor DV (Vídeo Digital)

source: This is the desired frame rate when playing raw video streams. In the form 30000/1001 or 29.97
ca_es: Aquests són els fotogrames per segon desitjats quan es reprodueixen fluxos de vídeo cru. En forma de 30000/1001 o 29.97

source: This specifies the width in pixels of the raw video stream.
ca_es: Especifica l'amplada en píxels del flux de vídeo en cru.

source: This specifies the height in pixels of the raw video stream.
ca_es: Especifica l'alçada en píxels del flux de vídeo en cru.

source: Force chroma (Use carefully)
ca_es: Força la crominància (utilitzeu-ho amb precaució)

source: Force chroma. This is a four character string.
ca_es: Força la crominància. És per a una cadena de quatre caràcters.

source: Raw video demuxer
ca_es: Desmultiplexor de vídeo cru

source: Real demuxer
ca_es: Desmultiplexor real

source: C64 sid demuxer
ca_es: Desmultiplexor C64 sid

source: SMF demuxer
ca_es: Desmultiplexor SMF

source: EBU STL subtitles parser
ca_es: Analitzador de subtítols EBU STL

source: Apply a delay to all subtitles (in 1/10s, eg 100 means 10s).
ca_es: Introdueix un retard a tots els subtítols (en 1/10s, p. ex. 100 significa 10s).

source: Override the normal frames per second settings. This will only work with MicroDVD and SubRIP (SRT) subtitles.
ca_es: Substitueix els paràmetres normals de fotogrames per segon. Només funciona amb MicroDVD i subtítols SubRIP (SRT).

source: Force the subtiles format. Selecting "auto" means autodetection and should always work.
ca_es: Força el format dels subtítols. La selecció «auto» significa detecció automàtica i sempre hauria de funcionar.

source: Override the default track description.
ca_es: Substitueix la descripció de la pista per defecte.

source: Text subtitle parser
ca_es: Analitzador de subtítol de text

source: Subtitle delay
ca_es: Retard del subtítol

source: Subtitle format
ca_es: Format del subtítol

source: Subtitle description
ca_es: Descripció del subtítol

source: Extra PMT
ca_es: PMT addicional

source: Allows a user to specify an extra pmt (pmt_pid=pid:stream_type[,...]).
ca_es: Aquesta opció us permet especificar un pmt addicional (pmt_oid=pid:stream_type[,...]).

source: Set id of ES to PID
ca_es: Defineix l'identificador de l'ES (flux bàsic) a PID

source: Set the internal ID of each elementary stream handled by VLC to the same value as the PID in the TS stream, instead of 1, 2, 3, etc. Useful to do '#duplicate{..., select="es=<pid>"}'.
ca_es: Defineix l'identificador intern de cada flux bàsic gestionat pel VLC al mateix valor que el PID al flux TS, en comptes d'1, 2, 3, etc. És útil per '#duplicate{..., select="es=<pid>"}'.

source: Fast udp streaming
ca_es: Transmissió UDP ràpida

source: Sends TS to specific ip:port by udp (you must know what you are doing).
ca_es: Envia TS a una ip:port específica via UDP (S'ha de saber què s'està fent).

source: MTU for out mode
ca_es: MTU per al mode de sortida

source: MTU for out mode.
ca_es: MTU per al mode de sortida.

source: CSA Key
ca_es: Clau CSA

source: CSA encryption key. This must be a 16 char string (8 hexadecimal bytes).
ca_es: Defineix la clau d'encriptatge CSA. Ha de ser una cadena de 16 caràcters (8 bytes hexadecimals).

source: Second CSA Key
ca_es: Segona clau CSA

source: The even CSA encryption key. This must be a 16 char string (8 hexadecimal bytes).
ca_es: La clau d'encriptatge CSA parell. Ha de ser una cadena de 16 caràcters (8 bytes hexadecimals).

source: Packet size in bytes to decrypt
ca_es: Mida del paquet en bytes que s'ha de desencriptar

source: Specify the size of the TS packet to decrypt. The decryption routines subtract the TS-header from the value before decrypting.
ca_es: Especifica la mida del paquet TS que s'ha de desencriptar. Les rutines de desencriptació sostreuen la capçalera TS del valor abans de desencriptar.

source: Separate sub-streams
ca_es: Separa els subfluxos

source: Separate teletex/dvbs pages into independent ES. It can be useful to turn off this option when using stream output.
ca_es: Converteix les pàgines teletex/dvbs en ES (fluxos bàsics) independents. Pot ser útil inhabilitar aquesta opció quan s'utilitza la sortida de flux.

source: Seek and position based on a percent byte position, not a PCR generated time position. If seeking doesn't work property, turn on this option.
ca_es: Cerca i posició basades en una posició de byte percentual i no en una posició de temps generada pel PCR. Si la cerca no funciona correctament, habiliteu aquesta opció.

source: MPEG Transport Stream demuxer
ca_es: Desmultiplexor MPEG Transport Stream

source: Teletext subtitles
ca_es: Subtítols de teletext

source: Teletext: additional information
ca_es: Teletext: Informació addicional

source: Teletext: program schedule
ca_es: Teletext: Planificació del programa

source: Teletext subtitles: hearing impaired
ca_es: Subtítols de teletext: Per persones amb problemes auditius

source: DVB subtitles: hearing impaired
ca_es: Subtítols DVB: Per a persones amb problemes auditius

source: clean effects
ca_es: neteja els efectes

source: hearing impaired
ca_es: problemes auditius

source: visual impaired commentary
ca_es: comentaris per a persones amb problemes visuals

source: TTA demuxer
ca_es: Desmultiplexor TTA

source: TY Stream audio/video demux
ca_es: Desmultiplexor d'àudio/vídeo del flux TY

source: Closed captions 1
ca_es: Títols tancats 1

source: Closed captions 2
ca_es: Títols tancats 2

source: Closed captions 3
ca_es: Títols tancats 3

source: Closed captions 4
ca_es: Títols tancats 4

source: Desired frame rate for the VC-1 stream.
ca_es: Fotogrames per segon desitjats per al flux VC-1.

source: VC1 video demuxer
ca_es: Desmultiplexor de vídeo VC1

source: Vobsub subtitles parser
ca_es: Analitzador de subtítols Vobsub

source: VOC demuxer
ca_es: Desmultiplexor VOC

source: WAV demuxer
ca_es: Desmultiplexor WAV

source: XA demuxer
ca_es: Desmultiplexor XA

source: Closed captions
ca_es: Títols tancats

source: Textual audio descriptions
ca_es: Descripcions d'àudio textuals

source: Ticker text
ca_es: Teletip

source: Active regions
ca_es: Regions actives

source: Semantic annotations
ca_es: Anotacions semàntiques

source: Transcript
ca_es: Transcripció

source: Linguistic markup
ca_es: Etiquetatge lingüístic

source: Cue points
ca_es: Punts de referència

source: Subtitles (images)
ca_es: Subtítols (imatges)

source: Slides (text)
ca_es: Diapositives (text)

source: Slides (images)
ca_es: Diapositives (imatges)

source: Unknown category
ca_es: Categoria desconeguda

source: About VLC media player
ca_es: Quant al reproductor multimèdia VLC
